Table of Contents
 Class PointResultBase
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Point Result Base abstract class
[Obfuscation(Feature = "renaming")]
public abstract class PointResultBase
Inheritance
object
PointResultBase
Derived
PointResultOfNLA
PointResultOfTA
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Loading
Loading
public ResultOfLoading Loading { get; set; }
Property Value
ResultOfLoading
 Edit this page